"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 8, \"word_counts\": \"{\\\"halo\\\": 1, \\\"selamat\\\": 3, \\\"siang\\\": 1, \\\"pagi\\\": 1, \\\"malam\\\": 1, \\\"tolong\\\": 1, \\\"rekomendasikan\\\": 1, \\\"makanan\\\": 3, \\\"rekomendasi\\\": 1, \\\"meal\\\": 1, \\\"yang\\\": 1, \\\"cocok\\\": 1, \\\"saran\\\": 1}\", \"word_docs\": \"{\\\"halo\\\": 1, \\\"siang\\\": 1, \\\"selamat\\\": 3, \\\"pagi\\\": 1, \\\"malam\\\": 1, \\\"rekomendasikan\\\": 1, \\\"tolong\\\": 1, \\\"makanan\\\": 3, \\\"meal\\\": 1, \\\"rekomendasi\\\": 1, \\\"yang\\\": 1, \\\"cocok\\\": 1, \\\"saran\\\": 1}\", \"index_docs\": \"{\\\"3\\\": 1, \\\"4\\\": 1, \\\"1\\\": 3, \\\"5\\\": 1, \\\"6\\\": 1, \\\"8\\\": 1, \\\"7\\\": 1, \\\"2\\\": 3, \\\"10\\\": 1, \\\"9\\\": 1, \\\"11\\\": 1, \\\"12\\\": 1, \\\"13\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"selamat\\\", \\\"2\\\": \\\"makanan\\\", \\\"3\\\": \\\"halo\\\", \\\"4\\\": \\\"siang\\\", \\\"5\\\": \\\"pagi\\\", \\\"6\\\": \\\"malam\\\", \\\"7\\\": \\\"tolong\\\", \\\"8\\\": \\\"rekomendasikan\\\", \\\"9\\\": \\\"rekomendasi\\\", \\\"10\\\": \\\"meal\\\", \\\"11\\\": \\\"yang\\\", \\\"12\\\": \\\"cocok\\\", \\\"13\\\": \\\"saran\\\"}\", \"word_index\": \"{\\\"selamat\\\": 1, \\\"makanan\\\": 2, \\\"halo\\\": 3, \\\"siang\\\": 4, \\\"pagi\\\": 5, \\\"malam\\\": 6, \\\"tolong\\\": 7, \\\"rekomendasikan\\\": 8, \\\"rekomendasi\\\": 9, \\\"meal\\\": 10, \\\"yang\\\": 11, \\\"cocok\\\": 12, \\\"saran\\\": 13}\"}}"