"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 9, \"word_counts\": \"{\\\"halo\\\": 2, \\\"selamat\\\": 4, \\\"siang\\\": 1, \\\"pagi\\\": 2, \\\"malam\\\": 1, \\\"tolong\\\": 1, \\\"rekomendasikan\\\": 1, \\\"makanan\\\": 3, \\\"rekomendasi\\\": 1, \\\"meal\\\": 1, \\\"yang\\\": 1, \\\"cocok\\\": 1, \\\"saran\\\": 1}\", \"word_docs\": \"{\\\"halo\\\": 2, \\\"siang\\\": 1, \\\"selamat\\\": 4, \\\"pagi\\\": 2, \\\"malam\\\": 1, \\\"makanan\\\": 3, \\\"tolong\\\": 1, \\\"rekomendasikan\\\": 1, \\\"meal\\\": 1, \\\"rekomendasi\\\": 1, \\\"cocok\\\": 1, \\\"yang\\\": 1, \\\"saran\\\": 1}\", \"index_docs\": \"{\\\"3\\\": 2, \\\"5\\\": 1, \\\"1\\\": 4, \\\"4\\\": 2, \\\"6\\\": 1, \\\"2\\\": 3, \\\"7\\\": 1, \\\"8\\\": 1, \\\"10\\\": 1, \\\"9\\\": 1, \\\"12\\\": 1, \\\"11\\\": 1, \\\"13\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"selamat\\\", \\\"2\\\": \\\"makanan\\\", \\\"3\\\": \\\"halo\\\", \\\"4\\\": \\\"pagi\\\", \\\"5\\\": \\\"siang\\\", \\\"6\\\": \\\"malam\\\", \\\"7\\\": \\\"tolong\\\", \\\"8\\\": \\\"rekomendasikan\\\", \\\"9\\\": \\\"rekomendasi\\\", \\\"10\\\": \\\"meal\\\", \\\"11\\\": \\\"yang\\\", \\\"12\\\": \\\"cocok\\\", \\\"13\\\": \\\"saran\\\"}\", \"word_index\": \"{\\\"selamat\\\": 1, \\\"makanan\\\": 2, \\\"halo\\\": 3, \\\"pagi\\\": 4, \\\"siang\\\": 5, \\\"malam\\\": 6, \\\"tolong\\\": 7, \\\"rekomendasikan\\\": 8, \\\"rekomendasi\\\": 9, \\\"meal\\\": 10, \\\"yang\\\": 11, \\\"cocok\\\": 12, \\\"saran\\\": 13}\"}}"