"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 43, \"word_counts\": \"{\\\"halo\\\": 2, \\\"selamat\\\": 7, \\\"siang\\\": 4, \\\"pagi\\\": 3, \\\"malam\\\": 2, \\\"assalamualaikum\\\": 1, \\\"hai\\\": 3, \\\"sore\\\": 1, \\\"met\\\": 2, \\\"malem\\\": 2, \\\"salamat\\\": 1, \\\"pagii\\\": 1, \\\"tolong\\\": 1, \\\"rekomendasikan\\\": 1, \\\"makanan\\\": 9, \\\"rekomendasi\\\": 5, \\\"meal\\\": 2, \\\"yang\\\": 1, \\\"cocok\\\": 1, \\\"saran\\\": 4, \\\"rekomendasiin\\\": 1, \\\"dong\\\": 1, \\\"aku\\\": 3, \\\"mau\\\": 1, \\\"dibikinin\\\": 1, \\\"makan\\\": 5, \\\"saranin\\\": 2, \\\"kasih\\\": 1, \\\"cuy\\\": 2, \\\"anjuran\\\": 2, \\\"sehat\\\": 1, \\\"wkwkkwkw\\\": 1, \\\"ahaahahaha\\\": 1, \\\"wkwkwk\\\": 1, \\\"ahahah\\\": 1, \\\"wkkww\\\": 1, \\\"ngga\\\": 1, \\\"sesuai\\\": 1, \\\"ashiaaap\\\": 1, \\\"apa\\\": 1, \\\"aja\\\": 1, \\\"jelek\\\": 1, \\\"susah\\\": 1, \\\"yoi\\\": 1, \\\"hola\\\": 1, \\\"waskqks\\\": 1, \\\"wkwk\\\": 1}\", \"word_docs\": \"{\\\"halo\\\": 2, \\\"selamat\\\": 7, \\\"siang\\\": 4, \\\"pagi\\\": 3, \\\"malam\\\": 2, \\\"assalamualaikum\\\": 1, \\\"hai\\\": 3, \\\"sore\\\": 1, \\\"met\\\": 2, \\\"malem\\\": 2, \\\"salamat\\\": 1, \\\"pagii\\\": 1, \\\"makanan\\\": 9, \\\"tolong\\\": 1, \\\"rekomendasikan\\\": 1, \\\"meal\\\": 2, \\\"rekomendasi\\\": 5, \\\"yang\\\": 1, \\\"cocok\\\": 1, \\\"saran\\\": 4, \\\"dong\\\": 1, \\\"rekomendasiin\\\": 1, \\\"aku\\\": 3, \\\"dibikinin\\\": 1, \\\"mau\\\": 1, \\\"makan\\\": 5, \\\"saranin\\\": 2, \\\"kasih\\\": 1, \\\"cuy\\\": 2, \\\"anjuran\\\": 2, \\\"sehat\\\": 1, \\\"wkwkkwkw\\\": 1, \\\"ahaahahaha\\\": 1, \\\"wkwkwk\\\": 1, \\\"wkkww\\\": 1, \\\"ahahah\\\": 1, \\\"ngga\\\": 1, \\\"sesuai\\\": 1, \\\"ashiaaap\\\": 1, \\\"aja\\\": 1, \\\"apa\\\": 1, \\\"jelek\\\": 1, \\\"susah\\\": 1, \\\"yoi\\\": 1, \\\"hola\\\": 1, \\\"waskqks\\\": 1, \\\"wkwk\\\": 1}\", \"index_docs\": \"{\\\"10\\\": 2, \\\"2\\\": 7, \\\"5\\\": 4, \\\"7\\\": 3, \\\"11\\\": 2, \\\"18\\\": 1, \\\"8\\\": 3, \\\"19\\\": 1, \\\"12\\\": 2, \\\"13\\\": 2, \\\"20\\\": 1, \\\"21\\\": 1, \\\"1\\\": 9, \\\"22\\\": 1, \\\"23\\\": 1, \\\"14\\\": 2, \\\"3\\\": 5, \\\"24\\\": 1, \\\"25\\\": 1, \\\"6\\\": 4, \\\"27\\\": 1, \\\"26\\\": 1, \\\"9\\\": 3, \\\"29\\\": 1, \\\"28\\\": 1, \\\"4\\\": 5, \\\"15\\\": 2, \\\"30\\\": 1, \\\"16\\\": 2, \\\"17\\\": 2, \\\"31\\\": 1, \\\"32\\\": 1, \\\"33\\\": 1, \\\"34\\\": 1, \\\"36\\\": 1, \\\"35\\\": 1, \\\"37\\\": 1, \\\"38\\\": 1, \\\"39\\\": 1, \\\"41\\\": 1, \\\"40\\\": 1, \\\"42\\\": 1, \\\"43\\\": 1, \\\"44\\\": 1, \\\"45\\\": 1, \\\"46\\\": 1, \\\"47\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"makanan\\\", \\\"2\\\": \\\"selamat\\\", \\\"3\\\": \\\"rekomendasi\\\", \\\"4\\\": \\\"makan\\\", \\\"5\\\": \\\"siang\\\", \\\"6\\\": \\\"saran\\\", \\\"7\\\": \\\"pagi\\\", \\\"8\\\": \\\"hai\\\", \\\"9\\\": \\\"aku\\\", \\\"10\\\": \\\"halo\\\", \\\"11\\\": \\\"malam\\\", \\\"12\\\": \\\"met\\\", \\\"13\\\": \\\"malem\\\", \\\"14\\\": \\\"meal\\\", \\\"15\\\": \\\"saranin\\\", \\\"16\\\": \\\"cuy\\\", \\\"17\\\": \\\"anjuran\\\", \\\"18\\\": \\\"assalamualaikum\\\", \\\"19\\\": \\\"sore\\\", \\\"20\\\": \\\"salamat\\\", \\\"21\\\": \\\"pagii\\\", \\\"22\\\": \\\"tolong\\\", \\\"23\\\": \\\"rekomendasikan\\\", \\\"24\\\": \\\"yang\\\", \\\"25\\\": \\\"cocok\\\", \\\"26\\\": \\\"rekomendasiin\\\", \\\"27\\\": \\\"dong\\\", \\\"28\\\": \\\"mau\\\", \\\"29\\\": \\\"dibikinin\\\", \\\"30\\\": \\\"kasih\\\", \\\"31\\\": \\\"sehat\\\", \\\"32\\\": \\\"wkwkkwkw\\\", \\\"33\\\": \\\"ahaahahaha\\\", \\\"34\\\": \\\"wkwkwk\\\", \\\"35\\\": \\\"ahahah\\\", \\\"36\\\": \\\"wkkww\\\", \\\"37\\\": \\\"ngga\\\", \\\"38\\\": \\\"sesuai\\\", \\\"39\\\": \\\"ashiaaap\\\", \\\"40\\\": \\\"apa\\\", \\\"41\\\": \\\"aja\\\", \\\"42\\\": \\\"jelek\\\", \\\"43\\\": \\\"susah\\\", \\\"44\\\": \\\"yoi\\\", \\\"45\\\": \\\"hola\\\", \\\"46\\\": \\\"waskqks\\\", \\\"47\\\": \\\"wkwk\\\"}\", \"word_index\": \"{\\\"makanan\\\": 1, \\\"selamat\\\": 2, \\\"rekomendasi\\\": 3, \\\"makan\\\": 4, \\\"siang\\\": 5, \\\"saran\\\": 6, \\\"pagi\\\": 7, \\\"hai\\\": 8, \\\"aku\\\": 9, \\\"halo\\\": 10, \\\"malam\\\": 11, \\\"met\\\": 12, \\\"malem\\\": 13, \\\"meal\\\": 14, \\\"saranin\\\": 15, \\\"cuy\\\": 16, \\\"anjuran\\\": 17, \\\"assalamualaikum\\\": 18, \\\"sore\\\": 19, \\\"salamat\\\": 20, \\\"pagii\\\": 21, \\\"tolong\\\": 22, \\\"rekomendasikan\\\": 23, \\\"yang\\\": 24, \\\"cocok\\\": 25, \\\"rekomendasiin\\\": 26, \\\"dong\\\": 27, \\\"mau\\\": 28, \\\"dibikinin\\\": 29, \\\"kasih\\\": 30, \\\"sehat\\\": 31, \\\"wkwkkwkw\\\": 32, \\\"ahaahahaha\\\": 33, \\\"wkwkwk\\\": 34, \\\"ahahah\\\": 35, \\\"wkkww\\\": 36, \\\"ngga\\\": 37, \\\"sesuai\\\": 38, \\\"ashiaaap\\\": 39, \\\"apa\\\": 40, \\\"aja\\\": 41, \\\"jelek\\\": 42, \\\"susah\\\": 43, \\\"yoi\\\": 44, \\\"hola\\\": 45, \\\"waskqks\\\": 46, \\\"wkwk\\\": 47}\"}}"